Repository: ogsadmin/demo-rexroth-sales
Catalog: ww_hh/monitor-*.po
Languages: de

source: SignalR: URL missing in config file!
de: SignalR: URL fehlt in der Konfigurationsdatei!

source: SignalR: HUB missing in config file!
de: SignalR: HUB fehlt in der Konfigurationsdatei!

source: Tightening result status:
de: Schraubergebnisstatus:

source: Save result into database?
de: Ergebnis in Datenbank speichern?

source: Confirmation
de: Bestätigung

source: Save
de: Speichern

source: Current Action
de: Aktuelle Aktion

source: not active
de: nicht aktiv

source: Alarms
de: Alarme

source: active
de: aktiv

source: unacknowledged
de: nicht quittierte

source: failed
de: fehlgeschlagen

source: Result
de: Ergebnis

source: Host inaccessible
de: Host unzugänglich

source: Onscreen Keyboard
de: Bildschirmtastatur

source: User
de: Operator

source: Click to login...
de: Zum Anmelden klicken ...

source: Operation
de: Vorgang

source: Operation name
de: Vorgangsname

source: Process Info
de: Prozessinfo

source: Last Result
de: Letztes Ergebnis

source: TMin
de: Moment Min

source: TMax
de: Moment Max

source: Target
de: Sollmoment

source: not active
de: nicht aktiv

source: Socket Tray
de: Stecknussköcher

source: Communication error
de: Kommunikationsfehler

source: Selected: false
de: Ausgewählt: falsch

source: Selected: none
de: Ausgewählt: keine

source: Selected:
de: Ausgewählt:

source: Selection disabled
de: Auswahl deaktiviert

source: Communication
de: Kommunikation

source: SignalR: lost update!
de: SignalR: Update verloren!

source: SignalR: New data received while still operating!
de: SignalR: Neue Daten erhalten im laufenden Betrieb!

source: SignalR: Invalid data received!
de: SignalR: Ungültige Daten empfangen!

source: Active Tool
de: Aktives Werkzeug

source: Tool communication error
de: Werkzeugkommunikationsfehler

source: All tools connected
de: Alle Werkzeuge verbunden

source: Not connected
de: Nicht verbunden

source: Tool connection terminated
de: Werkzeugverbindung beendet

source: Tool connection disabled
de: Werkzeugverbindung deaktiviert

source: Unknown communication error
de: Unbekannter Kommunikationsfehler

source: Not configured in station.ini!
de: In 'station.ini' nicht konfiguriert!

source: Program not available
de: Schraubprogramm nicht verfügbar

source: Start: Unknown error
de: Start: Unbekannter Fehler

source: Wait for NOK acknowledge or release trigger
de: Auf NOK-Bestätigung oder Freigabe der Starttaste warten

source: Tool reports system fault
de: Werkzeug meldet Systemfehler

source: Wait for CW selected
de: Warten für CW Signal

source: Tool in invalid state!
de: Werkzeug im ungültigen Zustand!

source: Wait for NOK acknowledge
de: Warte auf NOK-Bestätigung

source: Wait for release start button
de: Warten Sie auf die Freigabe der Starttaste

source: Tool not ready
de: Werkzeug nicht bereit

source: Tool did not acknowledge NOK!
de: Tool hat NOK nicht bestätigt!

source: Unknown job state
de: Unbekannter Jobstatus

source: Invalid barcode
de: Ungültiger Barcode

source: Cancel
de: Abbrechen

source: Login
de: Anmelden

source: Logoff
de: Abmelden

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort

source: Ack!
de: Bestätigen!

source: Close
de: Schließen

source: Alarms and Notifications
de: Alarme und Benachrichtigungen

source: Hide acknwledged
de: Bestätigte ausblenden

source: Show history
de: Zeige die Geschichte

source: Show active
de: Aktivierte anzeigen

source: Hide info
de: Infos ausblenden

source: Achnowledge all alarms
de: Quittieren aller Alarme

source: Database not found: '
de: Datenbank nicht gefunden: '

source: This part was already processed and archived with result status:
de: Dieses Bauteil wurde bereits bearbeitet und archiviert. Ergebnisstatus :

source: Please choose how to continue the process:
de: Bitte wählen Sie, wie der Prozess fortgesetzt werden soll:

source: Start as a new part
de: Als neues Bauteil starten

source: Continue existing part
de: Bestehendes Bauteil fortsetzen

source: Abort
de: Abbrechen

source: Clear All
de: Alles löschen

source: Clear Op
de: Vorgang löschen

source: Skip Op
de: Nächste Operation

source: Clear Job
de: Job löschen

source: Skip Job
de: Nächster Job

source: Done
de: Fertig

source: Loosen
de: Lösen

source: Stop
de: Halt

source: Please return all tools into socket tray to finish!
de: Bitte geben Sie alle Werkzeuge zum Abschluss in den Stecknussköcher zurück!

source: Error: it must not happen (missing job definition)!
de: Fehler: Es darf nicht vorkommen (fehlende Jobdefinition)!

source: Barcode does not match current Job
de: Der Barcode stimmt nicht mit dem aktuellen Job überein

source: Clear all tightening results. Are You sure?
de: Alle Schraubergebnisse löschen. Sind Sie sicher?

source: Yes!
de: Ja!

source: clear job tightening results. Are You sure?
de: Job Schraubergebnisse löschen. Sind Sie sicher?

source: ProcessView timer: Bolt not found
de: Prozessansicht: Schraubstelle nicht gefunden

source: Error: it must not happen(121)!
de: Fehler: Es darf nicht passieren (121)!

source: Error: Job is still aborted!
de: Fehler: Job bleibt abgebrochen!

source: NOK result! Please call supervisor to continue tightening process!
de: NOK! Bitte rufen Sie den Master an, um den Schraubprozess fortzusetzen!

source: Manual operation
de: Handbetrieb

source: Skip
de: Überspringen

source: Tightening OK?
de: Anziehen OK?

source: Last processed part
de: Zuletzt verarbeitetes Bauteil

source: Date
de: Datum

source: Unrecognized Part
de: Unbekanntes Bauteil

source: Application is running in Demo mode!
de: Die Anwendung läuft im Demo-Modus!

source: Two allowed parts have been already processed.
de: Zwei erlaubte Teile wurden bereits verarbeitet.

source: Request activation key
de: Aktivierungsschlüssel anfordern

source: Trial Version (%d/30) days
de: Testversion (% d/30) Tage

source: NOK & incomplete
de: NOK & unvollständig

source: incomplete
de: unvollständig

source: invalid
de: ungültig

source: File already exists: '
de: Datei ist bereits vorhanden: '

source: Failed to save file: '
de: Fehler beim Schreiben der Datei: '

source: Caution!
de: Vorsicht!

source: next start:
de: Nächster Start:

source: Lost connection
de: Kommunikation abgebrochen

source: no job requested/ user abort
de: Kein Job angefordert oder Abbruch durch Benutzer

source: start requested
de: Start angefordert

source: wait for reset ActEn acknowledge
de: warten auf Zurücksetzen des ActEn Signals

source: Info block sent
de: Infoblock gesendet

source: wait for Rdy signal
de: warte auf Rdy

source: wait for InCy
de: warte auf InCy

source: loosen: wait for InCy
de: Lösen: warte auf InCy

source: wait for CyCmp
de: warte auf CyCmp

source: wait for tightening result
de: warte auf Schraubergebnis

source: wait for NOK acknowledge or release trigger
de: Auf NOK-Bestätigung oder Freigabe der Starttaste warten

source: missing NOFAULT signal
de: Signal NOFAULT fehlt

source: wait for active enable change
de: warte auf Änderung des ActEn

source: wait for valid socket
de: warte auf gültigen Socket

source: wait for CW ('prg 99' is not allowed)
de: warte auf CW ('Prg 99' ist nicht erlaubt)

source: wait for counter reset
de: Warte auf Zurücksetzen des Zählers

source: invalid state
de: ungültiger Status

source: done (wait for NOK acknowledge)
de: fertig (warte auf NOK-Bestätigung )

source: done (wait for button release)
de: fertig (warte auf die Freigabe der Starttaste)

source: done (successful)
de: fertig (erfolgreich)

source: done (error)
de: fertig (Fehler)

source: done (timeout)
de: fertig (Timeout)

source: done (user abort)
de: Fertig (Abbruch durch Benutzer)

source: done (network abort)
de: fertig (Netzwerk abgebrochen)

source: done (state error)
de: fertig (Statusfehler)

source: done (timeout warning)
de: fertig (Timeout-Warnung)

source: missing Rdy signal
de: Rdy Signal fehlt

source: missing NOK acknowledgement
de: NOK-Bestätigung fehlt

source: Error code
de: Fehlercode

source: tool stopped
de: Werkzeug angehalten
